export const HelpMarkDownText = `# #这是一级标签
## ##这是二级标签
### ###这是三级标签
#### ####这是四级标签
##### #####这是五级标签
###### ######这是六级标签

_____

- *斜体文本* -> \`*斜体文本*\`
- _斜体文本_ -> \`_斜体文本_\`
- **粗体文本** -> \`**粗体文本**\`
- __粗体文本__ -> \`__粗体文本__\`
- ***粗斜体文本*** -> \`***粗斜体文本***\`
- ___粗斜体文本___ -> \`___粗斜体文本___\`
- ~删除~ -> \`~删除~\`

---

区块

> 这是一个引用，语法是 >....

---
单行代码

\`this is a line code\`
\`\`\`markdown
\`this is a line code\`
\`\`\`
---
多行代码

\`\`\`python
print('Hello!')
\`\`\`
\`\`\`markdown
\`\`\`python
print('Hello!')
\`\`\`//ignore this text
\`\`\`

---
链接

[百度](https://www.baidu.com)->\`[百度](https://www.baidu.com)\`





`
